

* 2021
** 2021-06 June
*** 2021-06-03 Thursday
**** This is my blogs and I haven't written a lot,last couple of years. Some old post remains.
  [[https://unixbhaskar.wordpress.com][My Blogs]]
     :LOGBOOK:
     CLOCK: [2021-06-03 Thu 08:34]--[2021-06-03 Thu 08:39] =>  0:05
     CLOCK: [2021-06-03 Thu 04:14]--[2021-06-03 Thu 08:32] =>  4:18
     :END:
   [2021-06-03 Thu 04:14]
** TODO Review [[https://ieeexplore.ieee.org/document/402081][IEEE The Linux Operating System]]                  :Researching:
 https://ieeexplore.ieee.org/document/402081
 [2021-07-04 Sun 03:38]

** 2021-07 July

*** 2021-07-06 Tuesday
**** UNIX Bell Labs Technical Journal
     :PROPERTIES:
     :DIR:      /data/pdf_docs/UNIX_BSTJ/
     :END:

     :LOGBOOK:
     CLOCK: [2021-07-06 Tue 12:57]--[2021-07-06 Tue 12:57] =>  0:00
     :END:
   [2021-07-06 Tue 12:57]
